LEXICON_RU: dict[str, str] = {
                            '/start': '<b>Привет!</b>\nПроверка форм заказов '
                                    'компании "Принт на ткани"\n\nКоманду "Выход" либо /cancel используйте для сброса,\n' 
                                    ' команду /help для вывода помощи'
                                    '\n<b>Для зарегистрированных пользователей!</b>',
                            '/help': 'Для перехода к тестам используйте команду /admin.\n'
                                     '\n<b>Внимание - запуск тестов только для зарегистрированных пользователей.</b>\n'
                                     'Тесты выполняются как с отправкой заказа '
                                     'так и без отправки формы заказа на сервер. Обратите внимание - на выполнение теста'
                                     ' требуется время. Скорость выполнения теста зависит от загрузки сервера и '
                                     'интернет соединения.\n\n<b>Возможные ошибки в прохождении теста не всегда'
                                     ' показывают ошибку на сайте!</b>\n'
                                      'При ошибке в прохождении теста повторите тест через некоторое время.\n'
                                      'В некоторых тестах предусмотрена отправка скриншота обратным сообщением.\n'
                                      'Statistics - вывод статистики тестирования ',
                            'yes': '✅ ДА!',
                            'no': '❌ НЕТ',
                            'cancel': 'Отменить',
                            'Форма заказа': 'Тест формы заказа. Ожидайте результат...',
                            'Форма заказа + заказ': 'Тест формы заказа с отправкой. Ожидайте результат...',
                            'Флаг-расчет': 'Тест расчета флагов. Ожидайте результат...',
                            'Флаг-расчет + заказ': 'Тест расчета флагов и отправка заказа. Ожидайте результат...',
                            'Флаг-расчет + почта': 'Тест расчета флагов и отправка заказа на почту. Ожидайте результат...',
                            'Редактор Cosuv': 'Тест конструктора Cosuv. Ожидайте результат...',
                            'Редактор Cosuv + заказ': 'Тест конструктора Cosuv c отправкой заказа. Ожидайте результат...',
                            'Редактор': 'Тест онлайн-конструктора. Ожидайте результат...',
                            'Редактор + заказ': 'Тест онлайн-конструктора с отправкой заказа. Ожидайте результат...',
                            'Флаг-продукция': 'Тест формы заказа флагов. Ожидайте результат...',
                            'Флаг-продукция + заказ': 'Тест формы заказа флагов с отправкой заказа. Ожидайте результат...',
                            'Платки-расчет': 'Тест конструктора платков. Ожидайте результат...',
                            'Платки-расчет + заказ': 'Тест конструктора платков с отправкой заказа. Ожидайте результат...',
                            'constructortest1': 'Тест формы заказа. Ожидайте результат...',
                            'constructortest1-zakaz': 'Тест формы заказа. Ожидайте результат...',
                            'error':'page 404',
                            'Statistics': 'Ожидайте результат..',
                            'test': 'Нажмите Тесты для перехода к проверкам ',
                            'exit' : 'команда Выход для возврата',
                            'no_entry' : '❌ Тестирование сайтов возможно только для зарегистрированных пользователей.\n'
                                         'Можете пока перейти на сайт https://printnatkani.ru/ и посмотреть наши предложения.\n',
                             'entry'   : '✅ Вы зарегистрированы в системе.\n '
                                        'Введите команду либо пароль для перехода к тестам.' ,
                             'stat' : 'Подтвердить переход к получению скриншота тестов'           


                            }

